Repository: kbharathi32k/Naqli_android_app
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Find a Job
ml: ഒരു ജോലി കണ്ടെത്തു

source: Name
ml: പേര്

source: Password
ml: പാസ്വേഡ്

source: SignIn
ml: സൈൻ ഇൻ

source: Blue Coller
ml: നീല കോളർ

source: Grey Coller
ml: ഗ്രേ കോളർ

source: Upload Essential Document
ml: അത്യാവശ്യ പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക

source: Picture
ml: ചിത്രം

source: Aadhar
ml: ആധാർ

source: Voter Id
ml: വോട്ടർ ഐഡി

source: Experience Proof
ml: അനുഭവ തെളിവ്

source: CV
ml: സിവി

source: Current Wage
ml: നിലവിലെ കൂലി

source: Current City
ml: നിലവിലെ നഗരം

source: Expected Wage
ml: പ്രതീക്ഷിച്ച കൂലി

source: Current State
ml: നിലവിലുള്ള അവസ്ഥ

source: Back
ml: തിരികെ

source: Register
ml: രജിസ്റ്റർ

source: Next
ml: അടുത്തത്

source: Register as a New User
ml: ഒരു പുതിയ ഉപയോക്താവായി രജിസ്റ്റർ ചെയ്യുക

source: Work Title
ml: ജോലിയുടെ പേര്

# aadharNo
source: Aadhar Number
ml: ആധാർ നമ്പർ

source: Address
ml: വിലാസം

source: Mobile
ml: മൊബൈൽ

source: Skills
ml: കഴിവുകൾ

# lookingWork
source: Looking for Work in
ml: ജോലി അന്വേഷിക്കുന്നു

source: Gender
ml: ലിംഗം

source: Work Experience
ml: ജോലി പരിചയം

source: State
ml: സംസ്ഥാനം

source: Email
ml: ഇമെയിൽ

source: Verify
ml: സ്ഥിരീകരിക്കുക

source: Add
ml: ചേർക്കുക

source: Verified
ml: പരിശോധിച്ചു

source: Job Classification
ml: ജോലി വർഗ്ഗീകരണം

source: Job Classifications
ml: ജോലി വർഗ്ഗീകരണങ്ങൾ

source: Qualification Set
ml: യോഗ്യത സെറ്റ്

source: Qualification Sets
ml: യോഗ്യത സെറ്റുകൾ

source: Query
ml: ചോദ്യം

source: Save
ml: രക്ഷിക്കും

source: Run
ml: ഓടുക

source: Create
ml: സൃഷ്ടിക്കാൻ

source: Candidates
ml: സ്ഥാനാർത്ഥികൾ

source: Qualification
ml: യോഗ്യത

source: Label
ml: ലേബൽ

# noOfDaysOpen
source: Number Of Days Open
ml: തുറന്ന ദിവസങ്ങളുടെ എണ്ണം

source: CV Docs
ml: കറിക്കുലം വീറ്റ ഡോക്

source: Hello
ml: ഹലോ

source: G pay
ml: ജി പേ

source: NEFT
ml: നെഫ്റ്റ്

source: Cash
ml: പണം

source: Payment Gateway
ml: പേയ്‌മെന്റ് ഗേറ്റ്‌വേ

source: Pay
ml: പണം

source: Jobs
ml: ജോലികൾ

source: Get Hired from the best
ml: മികച്ചവരിൽ നിന്ന് നിയമനം നേടുക

source: India's best Portal for Blue
ml: ഇന്ത്യയിലെ ഏറ്റവും മികച്ച നീല പോർട്ടൽ

source: and Grey Collar Job
ml: കൂടാതെ ഗ്രേ കോളർ ജോബ്

source: Hire Now
ml: ഇപ്പോൾ നിയമിക്കുക

source: Get Job
ml: ജോലി നേടുക

# noOfOffers
source: Number of Offers
ml: നമ്പർ ഓഫറുകൾ

# noOfProfileVisits
source: Number of Profile Visits
ml: പ്രൊഫൈൽ സന്ദർശനങ്ങളുടെ എണ്ണം

source: Register for Other
ml: മറ്റുള്ളവർക്കായി രജിസ്റ്റർ ചെയ്യുക

# noOfCandidates
source: Number of Candidates
ml: സ്ഥാനാർത്ഥികളുടെ എണ്ണം

# noOfCompanies
source: Number of Companies
ml: കമ്പനികളുടെ എണ്ണം

source: Candidates Today
ml: ഇന്നത്തെ സ്ഥാനാർത്ഥികൾ

source: Today
ml: ഇന്ന്

source: Payments
ml: പേയ്മെന്റുകൾ

source: Online
ml: ഓൺലൈൻ

source: Total
ml: ആകെ

source: Curated Candidates
ml: ക്യൂറേറ്റ് ചെയ്ത സ്ഥാനാർത്ഥികൾ

source: Selected Candidates
ml: തിരഞ്ഞെടുത്ത സ്ഥാനാർത്ഥികൾ

source: Blue Coller Jobs
ml: ഗ്രേ കോളർ ജോലികൾ

source: Grey Coller Jobs
ml: ബ്ലൂ കോളർ ജോലികൾ

source: Current Country
ml: നിലവിലെ രാജ്യം

source: Designation
ml: പദവി

source: Guest
ml: അതിഥി

source: User
ml: ഉപയോക്താവ്

source: Corporate Console
ml: കോർപ്പറേറ്റ് കൺസോൾ

source: Candidate
ml: സ്ഥാനാർത്ഥി

source: Status
ml: പദവി

source: Login or Please Register
ml: ലോഗിൻ ചെയ്യുക അല്ലെങ്കിൽ രജിസ്റ്റർ ചെയ്യുക

source: Login
ml: ലോഗിൻ

source: SignUp
ml: സൈൻ അപ്പ് ചെയ്യുക

source: Age
ml: പ്രായം

source: Certified Courses
ml: സർട്ടിഫൈഡ് കോഴ്സുകൾ

source: Project Worked
ml: പ്രോജക്റ്റ് വർക്ക് ചെയ്തു

source: Qualification Description
ml: യോഗ്യത വിവരണം

# newuser
source: New
ml: പുതിയത്

source: Column View
ml: നിര കാഴ്ച

source: Multiple Filter
ml: ഒന്നിലധികം ഫിൽട്ടർ

source: Clear
ml: വ്യക്തം

source: Describe about yourself
ml: നിങ്ങളെക്കുറിച്ച് വിവരിക്കുക

source: Work Description
ml: ജോലി വിവരണം

source: Male
ml: ആൺ

source: Female
ml: സ്ത്രീ

source: Others
ml: മറ്റുള്ളവർ

source: No candidates were added
ml: സ്ഥാനാർത്ഥികളെ ചേർത്തിട്ടില്ല

source: Not Verified
ml: പരിശോധിച്ചിട്ടില്ല

source: Selected
ml: തിരഞ്ഞെടുത്തു

source: Curated
ml: ക്യൂറേറ്റ്

source: Rejected
ml: നിരസിച്ചു

source: Schedule an Interview
ml: ഒരു അഭിമുഖം ഷെഡ്യൂൾ ചെയ്യുക

source: Make a call
ml: ഒരു കാൾ ചെയ്യുക

source: Basic Details
ml: അടിസ്ഥാന വിശദാംശങ്ങൾ

source: Contact Number
ml: ബന്ധപ്പെടാനുള്ള നമ്പർ

source: Email Address
ml: ഇമെയിൽ വിലാസം

source: Location
ml: സ്ഥാനം

source: Download CV
ml: CV ഡൗൺലോഡ് ചെയ്യുക

source: Educational Qualification
ml: വിദ്യാഭ്യാസ യോഗ്യത
